[
  {
    "id": "342942",
    "rank": "1",
    "thumbnail": "https://cf.geekdo-images.com/SoU8p28Sk1s8MSvoM4N8pQ__thumb/img/4KuHNTWSMPf8vTNDKSRMMI3oOv8=/fit-in/200x150/filters:strip_icc()/pic6293412.jpg",
    "name": "Ark Nova",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "In Ark Nova, you will plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world. Specialists and unique buildings will help you in achieving this goal.<br/><br/>Each player has a set of five action cards to manage their gameplay, and the power of an action is determined by the slot the card currently occupies. The cards in question are:<br/><br/><br/>    CARDS: Allows you to gain new zoo cards (animals, sponsors, and conservation project cards).<br/>    BUILD: Allows you to build standard or special enclosures, kiosks, and pavilions.<br/>    ANIMALS: Allows you to accommodate animals in your zoo.<br/>    ASSOCIATION: Allows your association workers to carry out different tasks.<br/>    SPONSORS: Allows you to play a sponsor card in your zoo or to raise money.<br/><br/><br/>255 cards featuring animals, specialists, special enclosures, and conservation projects, each with a special ability, are at the heart of Ark Nova. Use them to increase the appeal and scientific reputation of your zoo and collect conservation points.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/SoU8p28Sk1s8MSvoM4N8pQ__original/img/g4S18szTdrXCdIwVKzMKrZrYAcM=/0x0/filters:format(jpeg)/pic6293412.jpg",
    "Category_list": [
      "Animals",
      "Economic",
      "Environmental"
    ]
  },
  {
    "id": "348554",
    "rank": "2",
    "thumbnail": "https://cf.geekdo-images.com/rEHUfF9UeA6lY6EvRLgBIg__thumb/img/bC-yDhhzNaeqjPdV9PHBocfUpK0=/fit-in/200x150/filters:strip_icc()/pic6447828.jpg",
    "name": "Autobahn",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "Autobahn is an economic strategy game about the building of the German motorway system over three periods of time spanning from the end of World War II to the present day.<br/><br/>At the end of the second period (in 1990), the Unification opens up opportunities to further extend the network into the eastern part of the country.<br/><br/>As a director within the BundesAutobahn Organisation, you are responsible for managing and developing the German Federal Highway System.<br/><br/>​Aside from building roads, you&rsquo;ll also be responsible for facilitating the transport of goods to neighbouring countries and constructing petrol stations to benefit from this new traffic.<br/><br/>As you contribute to the development of the network, you gain seats at the administration boards of each highway, and they will increase your budget at the start of each period.<br/><br/>Over the course of the game, your board members will eventually advance to more prestigious seats within the Bundesautobahn building, which instead will provide victory points at the end of the game.<br/><br/>Plan ahead to optimize your efficiency: Each contribution you make builds your reputation and gains you access to new departments and scoring opportunities that better align with your chosen path to victory.<br/><br/>​The cards in your hand allows you to take actions on one of the 7 main Autobahns.<br/>You&rsquo;ll need to plan carefully and time your actions perfectly if you want to make the most of your hand before you need to collect your cards back.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/rEHUfF9UeA6lY6EvRLgBIg__original/img/Ha7eXF0e1F30QtGLt0gM4zxaKzM=/0x0/filters:format(jpeg)/pic6447828.jpg",
    "Category_list": [
      "Economic",
      "Industry / Manufacturing",
      "Transportation"
    ]
  },
  {
    "id": "358320",
    "rank": "3",
    "thumbnail": "https://cf.geekdo-images.com/r72BZoC3whophBzKi45Rgg__thumb/img/rwyDCAEtK8uSahZXdLu8COHzVV0=/fit-in/200x150/filters:strip_icc()/pic6737677.jpg",
    "name": "Sleeping Gods: Distant Skies",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "San Francisco, 1937: Your cargo plane flies through a portal in the sky, transporting you to a rugged landscape filled with bizarre creatures, scheming gods, and untold dangers. But can you find your way back before the portal closes?<br/><br/>Sleeping Gods: Distant Skies is a standalone sequel set in the world of Sleeping Gods. As in the original game, you and your friends trek through a vast landscape as you read branching storylines and meet vivid characters, but in this game you interact with the atlas on a deeper level &mdash; camping, exploring, overcoming obstacles, and searching for lost relics. The new action system allows you even greater agency while you travel and explore.<br/><br/>In addition to the exploration and quest system from the original game, Sleeping Gods: Distant Skies features a fresh spin on combat. Players now build a combat deck from which they draw a varied hand of cards to play, making each combat encounter a fresh and dynamic puzzle.<br/><br/>Although Sleeping Gods: Distant Skies builds on story elements in the first game, you do not need to play Sleeping Gods to enjoy this sequel. The game features new characters and storylines, explaining concepts from the original game as you encounter them.<br/><br/>Return to the world of Sleeping Gods and experience a thrilling tale that hinges on your choices in a truly open-world experience!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/r72BZoC3whophBzKi45Rgg__original/img/hg-JfmpC3sDLY7B3Tb-FJW4cCs4=/0x0/filters:format(jpeg)/pic6737677.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Mythology"
    ]
  },
  {
    "id": "227935",
    "rank": "4",
    "thumbnail": "https://cf.geekdo-images.com/bUbrvlY6Dw1cdb-sNrnkew__thumb/img/Uy_FkD9PPC4Z_0a00fQHPrZPyno=/fit-in/200x150/filters:strip_icc()/pic5188761.jpg",
    "name": "Wonderland's War",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "The Looking Glass has shattered, madness is being drained from the inhabitants, and war has come to Wonderland. Alice, Mad Hatter, Red Queen, and Jabberwock must gather all that they can while playing nice at the Hatter's Tea Party before going to battle!<br/><br/>In Wonderland's War, 2-5 players take the role as a faction leader who has been invited to the Hatter's tea party. Drink tea and eat cake as you move around the table drafting cards to gather your forces, build your towers, upgrade your leader, and recruit Wonderlandians to your cause &mdash; but one must be careful as shards of the Looking Glass are spread throughout Wonderland. Once all the plates are empty, the Tea Party is over and war begins. Use the forces you gathered to battle your enemies in familiar locations, but make sure not to draw your shard chips or your towers will fall and you will be out of the fight. Can you muster enough strength to win the battle, or will you just try to gain region bonuses for set scoring throughout the game instead?<br/><br/>After all the battles have been fought, a truce is called and everyone meets back at the tea party to plot their moves for the next fight. After three rounds, the faction with the most points will be crowned as the new leader of Wonderland!<br/><br/>",
    "Image": "https://cf.geekdo-images.com/bUbrvlY6Dw1cdb-sNrnkew__original/img/KcU-Srht_4xyLQ69ZjFcFKEOfMc=/0x0/filters:format(jpeg)/pic5188761.jpg",
    "Category_list": [
      "Fantasy"
    ]
  },
  {
    "id": "358340",
    "rank": "5",
    "thumbnail": "https://cf.geekdo-images.com/_i4WiaxM-nQjjEkhrp3E_g__thumb/img/SsWMuW6IVHvni7OwD60J6shpYxE=/fit-in/200x150/filters:strip_icc()/pic6734009.jpg",
    "name": "Anastyr",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "Between the time that saw the sinking of Atlantis and the great flood that was to cover the world, there was an unsuspected Bronze Age. An age of legends, raw magic and conflicts in the lush jungles and steaming swamps that would one day become the Mediterranean Sea. Heroes from all over the continent embarked on a Homeric quest to save the world from the threat posed by Anastyr, the queen of dragons.<br/><br/>Anastyr is a cooperative board game with miniatures for 1 to 4 players. Each player takes on the role of a powerful hero, and your team of heroes embarks on an incredible odyssey through a world where they will face hordes of enemies and monsters, wizards and warlords, all very different depending on the environment in which they live. Each hero has their own equipment and fighting style that will each evolve during the course of their journey; all hoping to be powerful enough to face the ultimate threat at the end of this epic, adventure-filled campaign! During their quest, heroes will ride a variety of mounts (horses, raptors, saber-toothed tigers and other exotic creatures) that will give them special advantages, and their combat skills and ability to coordinate with their companions will be tested constantly.<br/><br/>Anastyr has some particularly immersive innovations, such as scrolling tiles, interchangeable magnetic mounts, and backdrops that turn your game board into a beautiful diorama. The game features a dynamic mix of playing cards and special dice to roll and introduces combat mechanics loosely based on brawler video games. Heroes eliminate their opponents by unleashing fearsome combos. But they will also be able to ravage the battlefield with their Fury, a devastating attack resulting from unleashing their rage that has accumulated over the course of the battle. Each hero has a unique deck, which reflects their individual fighting style. And in the campaign mode, this deck can be improved by the player by the addition of new cards they can choose which will reflect the evolution and the leveling up of the hero over time.<br/><br/>Anastyr is easy to learn, but also fast, tactical... and brutal!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/_i4WiaxM-nQjjEkhrp3E_g__original/img/vaD8tCrhWPhTjvgRJn-Aoai6CbI=/0x0/filters:format(jpeg)/pic6734009.jpg",
    "Category_list": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures"
    ]
  },
  {
    "id": "255984",
    "rank": "6",
    "thumbnail": "https://cf.geekdo-images.com/Zdt8l4oTBpFICsMyNof7Jg__thumb/img/71w4Tt3xOnuDEDTCG8ni63QUhVE=/fit-in/200x150/filters:strip_icc()/pic5975244.png",
    "name": "Sleeping Gods",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "&quot;Are the stars unfamiliar here?&quot; she asked, and the sky grew suddenly dark, the star's patterns alien and exotic. &quot;This is the Wandering Sea. The gods have brought you here, and you must wake them if you wish to return home.&quot;<br/><br/>In Sleeping Gods, you and up to 3 friends become Captain Sofi Odessa and her crew, lost in a strange world in 1929 on your steamship, the Manticore. You must work together to survive, exploring exotic islands, meeting new characters, and seeking out the totems of the gods so that you can return home.<br/><br/>Sleeping Gods is a campaign game. Each session can last as long as you want. When you are ready to take a break, you mark your progress on a journey log sheet, making it easy to return to the same place in the game the next time you play. You can play solo or with friends throughout your campaign. It's easy to swap players in and out at will. Your goal is to find at least fourteen totems hidden throughout the world. Like reading a book, you'll complete this journey one or two hours at a time, discovering new lands, stories, and challenges along the way.<br/><br/>Sleeping Gods is an atlas game. Each page of the atlas represents only a small portion of the world you can explore. When you reach the edge of a page and you want to continue in the same direction, you simply turn to a new page and sail onward.<br/><br/>Sleeping Gods is a storybook game. Each new location holds wild adventure, hidden treasures, and vivid characters. Your choices affect the characters and the plot of the game, and may help or hinder your chances of getting home!<br/><br/>Welcome to a vast world. Your journey starts now.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/Zdt8l4oTBpFICsMyNof7Jg__original/img/-okZ810RkA8fKKhIeZyX4cnqmbE=/0x0/filters:format(png)/pic5975244.png",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Nautical"
    ]
  },
  {
    "id": "360692",
    "rank": "7",
    "thumbnail": "https://cf.geekdo-images.com/TEx3V_COEF6Vik8y3Ax3hA__thumb/img/UbxZLr-fIWfThg2dp7r_7M5MqC8=/fit-in/200x150/filters:strip_icc()/pic6810993.jpg",
    "name": "Septima",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "Only in a few corners of the world is the memory of magic still alive, even though a few centuries ago its healing power permeated everything. Witches, its last remaining practitioners, have always been outcasts and could help human society only in strict secrecy. The leader of their people, the Septima, has always been the wisest, most knowledgeable witch. Now, as her time is coming to an end, witches from all over the world gather at Walpurgis to leave their mark on the hostile town and prove to the Septima that they are her worthy successor.<br/><br/>Septima is a competitive, highly interactive strategy game of witchcraft. As the leader of your coven, you must prove your worth in the town of Walpurgis to become the successor of Septima, the High Witch. Practice your craft and gain wisdom by collecting herbs, brewing potions, healing the townsfolk, mastering charms and rescuing your fellow brothers and sisters from the trials. But beware: magic, even if used for good, invokes suspicion in the townsfolk...<br/><br/>Simultaneous action selection with positive player interaction: Septima&rsquo;s central mechanism revolves around the simultaneous, secret selection of one of nine Action cards each turn: Move, Collect, Brew, Heal, Recruit, Plea, Chant, Rite and Remember. Each Action gets a powerful bonus if it is chosen by multiple players, but performing them together also raises suspicion in the townsfolk and attracts the attention of the Witch Hunters. Decisions of when to do a shared action (and who to do it with) adds a fresh, semi-cooperative touch to a competitive game, and lots of player interaction.<br/><br/>Rescue witches to build your Coven: Heal, enthrall or convince the townsfolk and amass enough support to sway the periodic Witch Trials in your favor. If the hostile witnesses are outvoted, the convicted witch is absolved and joins the coven that rescued them. You start small but you can grow your coven to up to four witches this way, each with their own personality and special ability to help your cause. Reckless Witches caught by Witch Hunters are also put to trial, so with enough support from the townsfolk, even witches from other, less careful players&rsquo; coven can end up in yours.<br/><br/>Accessible, intuitive and familiar: Septima is Mindclash Games&rsquo; most accessible title to date, with beautiful, hand-drawn art style by Villő Farkas, wooden components and intuitive, theme-inspired mechanisms. It is very quick to teach and set up, and takes less than 2 hours to play, even with four players.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/TEx3V_COEF6Vik8y3Ax3hA__original/img/9Yz9xcfNSUBYLzX8mCYuYhzDJSo=/0x0/filters:format(jpeg)/pic6810993.jpg",
    "Category_list": [
      "Fantasy",
      "Mythology"
    ]
  },
  {
    "id": "315727",
    "rank": "8",
    "thumbnail": "https://cf.geekdo-images.com/zw7xI7gJD6r7zNDR-AbVAQ__thumb/img/zdtFJ5tcE_59VRiqO9cgjxWP6Zw=/fit-in/200x150/filters:strip_icc()/pic6338617.jpg",
    "name": "Last Light",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "Last Light is a fast-paced 4x game with 3D planets and a rotating board in which players playing asymmetrical alien factions simultaneously gather light right before the heat death of the universe.<br/><br/>Each turn, players select an action card, then all players take their actions simultaneously, exploring planets, mining for resources, gaining new technologies, and commanding fleets all while racing to the center of a rotating board to the last known white dwarf star to gather light for their civilization to survive.<br/><br/>The first player to gather 20 light has what they need to overcome their rivals and lay claim to the last light in the universe and win!<br/><br/>",
    "Image": "https://cf.geekdo-images.com/zw7xI7gJD6r7zNDR-AbVAQ__original/img/1Lst1UcQo1PyWL-19IKxiWz94Yk=/0x0/filters:format(jpeg)/pic6338617.jpg",
    "Category_list": [
      "Civilization",
      "Economic",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ]
  },
  {
    "id": "360896",
    "rank": "9",
    "thumbnail": "https://cf.geekdo-images.com/TozSb_5cxm3m8W-OZLDqGg__thumb/img/jWDKxil3vtg8LbQ7AXPflLiqf1k=/fit-in/200x150/filters:strip_icc()/pic6811526.jpg",
    "name": "Tiny Epic Vikings",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "In the frigid Runic Isles of the North Sea, the Vikings reign supreme. These determined explorers navigate the icy fjords, build fertile settlements upon rocky crags, and fight for the glory of their clans with blood and steel. Only the Gods stand above them, and it is every Vikings&rsquo; dream to serve their God in the afterlife, Valhalla.<br/><br/>Tiny Epic Vikings is a fast playing 1-4 player strategy game of drafting, area control, and set collection.<br/><br/>In Tiny Epic Vikings, players lead a clan of Vikings over 3 eras, in hopes of claiming the icy lands for their own. They play Viking Cards that represent their clan&rsquo;s leaders, choosing the best builders, harvesters, explorers, and warriors. Raid and conquer the islands with settlers, build boats and temples to gain influence, and battle for the favor of the gods!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/TozSb_5cxm3m8W-OZLDqGg__original/img/hBpuyrjoxY3I6RdVOaUKAkPfHOs=/0x0/filters:format(jpeg)/pic6811526.jpg",
    "Category_list": [
      "Fantasy",
      "Mythology"
    ]
  },
  {
    "id": "359871",
    "rank": "10",
    "thumbnail": "https://cf.geekdo-images.com/8dI3TsJIfUqAzIxISBUxrw__thumb/img/wozqWvr1xpdo9n_9ueJ45NWqI4s=/fit-in/200x150/filters:strip_icc()/pic6798362.jpg",
    "name": "Arcs",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "In Arcs, 3-4 players guide their factions through a fast-playing space opera that unfolds over a trio of 60-90 minute sessions. The game opens in the final days of a decaying empire. Players take the role of the last regents of a once proud state that stretched to the farthest worlds of the Reach. Faced with an encroaching blight that threatens the outer planets, players must balance the integrity of their homelands with their own ambitions.<br/><br/>Arcs uses an innovative card-driven action system that is easy-to-learn and highly interactive. Players are given hands of action cards each turn and must balance their desire to control the game's tempo against their other interests. Should you use the initiative to seize control of a critical new technology or reposition your fleets for a coming engagement? When players do trade blows, the battles are resolved in a snap using a simple dice system. However, combat's interaction with the larger action system offers players a wide range of tactical options, from multi-turn sieges to daring raids and dramatic escapes.<br/><br/>Players begin the game in roughly symmetrical positions, which helps new players learn the core systems quickly. However, their choices will soon cause their paths to diverge. Unearthing an ancient technology might make the restoration of the empire possible. A chance discovery on a blighted world might lead a player to abandon their wealth and begin a voyage across the Reach to right an ancient wrong. Every choice will advance the game's story and form part of an emergent, player-driven campaign.<br/><br/>Many of these choices are resolved in a special &quot;intermission&quot; between games. During this phase, new rules modules are activated, and players are introduced to new capabilities and objectives. Despite their similar starting points, by the end of a campaign, players might control factions as varied as any in Root or Vast. Players will also use the intermission to spend their hard-earned power to maintain their fleets and wealth, as well as invest in new improvements that may aid them in the coming game.<br/><br/>The campaign system of Arcs provides players with a huge number of possible game situations and hundreds of possible campaigns. In addition, Arcs also includes an abridged, two-session campaign and a single session mode.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/8dI3TsJIfUqAzIxISBUxrw__original/img/jdZGxQsME2urxQGQ1jPR_F_uydM=/0x0/filters:format(jpeg)/pic6798362.jpg",
    "Category_list": [
      "Science Fiction"
    ]
  },
  {
    "id": "316554",
    "rank": "11",
    "thumbnail": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__thumb/img/JGgY-nBmkyB8WRp8vcoBLlNMQ5U=/fit-in/200x150/filters:strip_icc()/pic5666597.jpg",
    "name": "Dune: Imperium",
    "yearpublished": "2020",
    "hot": 1,
    "type": "boardgame",
    "Description": "Some important links: The Official FAQ, the Unofficial FAQ, and an Automa (solo and 2p) Overview<br/><br/>Dune: Imperium is a game that finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.<br/><br/>As a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis &ndash; Dune, the desert planet.<br/><br/>Dune: Imperium uses deck-building to add a hidden-information angle to traditional worker placement.<br/><br/>You start with a unique leader card, as well as deck identical to those of your opponents.  As you acquire cards and build your deck, your choices will define your strengths and weaknesses. Cards allow you to send your Agents to certain spaces on the game board, so how your deck evolves affects your strategy. You might become more powerful militarily, able to deploy more troops than your opponents. Or you might acquire cards that give you an edge with the four political factions represented in the game: the Emperor, the Spacing Guild, the Bene Gesserit, and the Fremen.<br/><br/>Unlike many deck-building games, you don&rsquo;t play your entire hand in one turn. Instead, you draw a hand of cards at the start of every round and alternate with other players, taking one Agent turn at a time (playing one card to send one of your Agents to the game board). When it&rsquo;s your turn and you have no more Agents to place, you&rsquo;ll take a Reveal turn, revealing the rest of your cards, which will provide Persuasion and Swords. Persuasion is used to acquire more cards, and Swords help your troops fight for the current round&rsquo;s rewards as shown on the revealed Conflict card.<br/><br/>Defeat your rivals in combat, shrewdly navigate the political factions, and acquire precious cards. The Spice Must Flow to lead your House to victory!<br/><br/>",
    "Image": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__original/img/mZzaBAEEJpMlHWWmC0R6Su0OibQ=/0x0/filters:format(jpeg)/pic5666597.jpg",
    "Category_list": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Political",
      "Science Fiction"
    ]
  },
  {
    "id": "295947",
    "rank": "12",
    "thumbnail": "https://cf.geekdo-images.com/MjeJZfulbsM1DSV3DrGJYA__thumb/img/tVSFjSxYEcw7sKj3unIIQV8kxoc=/fit-in/200x150/filters:strip_icc()/pic5100691.jpg",
    "name": "Cascadia",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest.<br/><br/>In the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with five types of habitat in the game), and on a turn you choose a new habitat tile that's paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one tile on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of what's available &mdash; unless you have a nature token to spend so that you can pick your choice of each item.<br/><br/>Ideally you can place habitat tiles to create matching terrain that reduces fragmentation and creates wildlife corridors, mostly because you score for the largest area of each type of habitat at game's end, with a bonus if your group is larger than each other player's. At the same time, you want to place wildlife tokens so that you can maximize the number of points scored by them, with the wildlife goals being determined at random by one of the three scoring cards for each type of wildlife. Maybe hawks want to be separate from other hawks, while foxes want lots of different animals surrounding them and bears want to be in pairs. Can you make it happen?<br/><br/>",
    "Image": "https://cf.geekdo-images.com/MjeJZfulbsM1DSV3DrGJYA__original/img/B374C04Eip7fmQBGJzgiOTp-jyQ=/0x0/filters:format(jpeg)/pic5100691.jpg",
    "Category_list": [
      "Animals",
      "Puzzle"
    ]
  },
  {
    "id": "237182",
    "rank": "13",
    "thumbnail": "https://cf.geekdo-images.com/JUAUWaVUzeBgzirhZNmHHw__thumb/img/ACovMZzGGIsBRyEQXFnsT8282NM=/fit-in/200x150/filters:strip_icc()/pic4254509.jpg",
    "name": "Root",
    "yearpublished": "2018",
    "hot": 1,
    "type": "boardgame",
    "Description": "Root is a game of adventure and war in which 2 to 4 (1 to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness.<br/><br/>The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance&rsquo;s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.<br/><br/>Meanwhile, at the edge of the region, the proud, squabbling Eyrie have found a new commander who they hope will lead their faction to resume their ancient birthright. The stage is set for a contest that will decide the fate of the great woodland. It is up to the players to decide which group will ultimately take root.<br/><br/>Root represents the next step in our development of asymmetric design. Like Vast: The Crystal Caverns, each player in Root has unique capabilities and a different victory condition. Now, with the aid of gorgeous, multi-use cards, a truly asymmetric design has never been more accessible.<br/><br/>The Cats play a game of engine building and logistics while attempting to police the vast wilderness. By collecting Wood they are able to produce workshops, lumber mills, and barracks. They win by building new buildings and crafts.<br/><br/>The Eyrie musters their hawks to take back the Woods. They must capture as much territory as possible and build roosts before they collapse back into squabbling.<br/><br/>The Alliance hides in the shadows, recruiting forces and hatching conspiracies. They begin slowly and build towards a dramatic late-game presence--but only if they can manage to keep the other players in check.<br/><br/>Meanwhile, the Vagabond plays all sides of the conflict for their own gain, while hiding a mysterious quest. Explore the board, fight other factions, and work towards achieving your hidden goal.<br/><br/>In Root, players drive the narrative, and the differences between each role create an unparalleled level of interaction and replayability. Leder Games invites you and your family to explore the fantastic world of Root!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/JUAUWaVUzeBgzirhZNmHHw__original/img/E0s2LvtFA1L5YKk-_44D4u2VD2s=/0x0/filters:format(jpeg)/pic4254509.jpg",
    "Category_list": [
      "Animals",
      "Fantasy",
      "Wargame"
    ]
  },
  {
    "id": "312484",
    "rank": "14",
    "thumbnail": "https://cf.geekdo-images.com/6GqH14TJJhza86BX5HCLEQ__thumb/img/J8SVmGOJXZGxNjkT3xYNQU7Haxg=/fit-in/200x150/filters:strip_icc()/pic5674958.jpg",
    "name": "Lost Ruins of Arnak",
    "yearpublished": "2020",
    "hot": 1,
    "type": "boardgame",
    "Description": "On an uninhabited island in uncharted seas, explorers have found traces of a great civilization. Now you will lead an expedition to explore the island, find lost artifacts, and face fearsome guardians, all in a quest to learn the island's secrets.<br/><br/>Lost Ruins of Arnak combines deck-building and worker placement in a game of exploration, resource management, and discovery. In addition to traditional deck-builder effects, cards can also be used to place workers, and new worker actions become available as players explore the island. Some of these actions require resources instead of workers, so building a solid resource base will be essential. You are limited to only one action per turn, so make your choice carefully... what action will benefit you most now? And what can you afford to do later... assuming someone else doesn't take the action first!?<br/><br/>Decks are small, and randomness in the game is heavily mitigated by the wealth of tactical decisions offered on the game board. With a variety of worker actions, artifacts, and equipment cards, the set-up for each game will be unique, encouraging players to explore new strategies to meet the challenge.<br/><br/>Discover the Lost Ruins of Arnak!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/6GqH14TJJhza86BX5HCLEQ__original/img/CXqwimJPonWy1oyXEMgPN_ZVmUI=/0x0/filters:format(jpeg)/pic5674958.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Travel"
    ]
  },
  {
    "id": "360226",
    "rank": "15",
    "thumbnail": "https://cf.geekdo-images.com/dPjso_7GLXiW0uO7oe6-xw__thumb/img/4w-Pex6mZvONuT4tQeyBdeOUCeo=/fit-in/200x150/filters:strip_icc()/pic6809375.jpg",
    "name": "Viticulture World: Cooperative Expansion",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "Cooperate with members of your extended winemaking family in various&nbsp;asymmetric&nbsp;regions around the world in Viticulture World: Cooperative Expansion as you try to achieve global recognition. Balance the management of your individual vineyard with the combined effort of your fellow players to gain influence within the region.<br/><br/>Using the new game board, tiles, tokens, and event cards combined with the original vineyard mats and game cards, you have six years to achieve the two conditions necessary for victory in the selected region: (1) Each player must reach 25 victory points and (2) the shared influence token must reach the end of the influence track. The cooperation, objectives, and asymmetry in this expansion are similar to that of Spirit Island and Orleans: Invasion.<br/><br/>The Viticulture core game is required to play the Viticulture World expansion. Other expansions are compatible with this expansion.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/dPjso_7GLXiW0uO7oe6-xw__original/img/fYDLonzs_sZtMvsrUEtjeMjRDL0=/0x0/filters:format(jpeg)/pic6809375.jpg",
    "Category_list": [
      "Expansion for Base-game",
      "Economic",
      "Farming"
    ]
  },
  {
    "id": "162886",
    "rank": "16",
    "thumbnail": "https://cf.geekdo-images.com/a13ieMPP2s0KEaKNYmtH5w__thumb/img/SKiHQ4zAj8uVdtwxOYKIveY9jCo=/fit-in/200x150/filters:strip_icc()/pic3615739.png",
    "name": "Spirit Island",
    "yearpublished": "2017",
    "hot": 1,
    "type": "boardgame",
    "Description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.<br/><br/>Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek for new power, or to spread presence into new areas of the island.<br/><br/>The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming settlements and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present.<br/><br/>The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them (eg) drive out the Invaders or clean the land of blight.<br/><br/>The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate-history.<br/><br/>At game start, winning requires destroying every last settlement and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if some number of settlements or cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory.<br/><br/>The game includes different adversaries to fight against (eg: a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/a13ieMPP2s0KEaKNYmtH5w__original/img/nuQlvKPSBG3jsVzaTgZTpNSjlTw=/0x0/filters:format(png)/pic3615739.png",
    "Category_list": [
      "Age of Reason",
      "Environmental",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Renaissance",
      "Territory Building"
    ]
  },
  {
    "id": "322524",
    "rank": "17",
    "thumbnail": "https://cf.geekdo-images.com/g3ge0tvUBJZLQbtdDIY-Zg__thumb/img/shsJzBaebQWE4zOw0CELqDlygoo=/fit-in/200x150/filters:strip_icc()/pic6514078.png",
    "name": "Bardsung",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "You begin with a single tile and a destination. What unfolds is a branching, labyrinthine dungeon of dangerous enemies, wandering monsters, challenging puzzles, and valuable treasure.<br/><br/>Bardsung is a game of choosing your path as you seek to inspire the bard&rsquo;s songs and live your legend. From your physical passage through the dungeon to your journey of building your character into a fabled hero, your choices define your experience.<br/><br/>Because dungeons are procedurally generated (like those in a roguelike video game), no two playthroughs will be the same. Lay tiles to build the dungeon as you go, choosing your direction from the options at hand to seek loot and avoid threats.<br/><br/>Encounter different enemies and challenges each time through Event, Battle, and Challenge decks that spawn new foes and throw curveballs in the form of poisoned weapons, traps, reinforcements, non-player characters, and more.<br/><br/>Round length, turns, and enemy activations are governed by a dynamic marching order that will keep you on your toes, encouraging you to adopt strategies that control the ebb and flow of initiative.<br/><br/>As you continue your campaign, level up your hero to upgrade their stats, access powerful new abilities, and enhance existing skills. You have the freedom to either follow your hero&rsquo;s designated path, or to create your own bespoke hero with a unique set of traits and arsenal of attack combos.<br/><br/>Enter intelligent and dangerous combat where positioning and teamwork are vital for maximizing your attacks and working with your allies. Your abilities can&rsquo;t be used over and over, so choose your moment wisely. And beware, for the same enemy will behave differently from one encounter to the next. Just like your hero, enemies can level up, evolve their attacks, and can even learn to hold grudges against heroes who defeat them...<br/><br/>Bardsung can be enjoyed as a cooperative game of up to five players, or as an exciting solo player experience. Explore the dungeon in standalone sessions, or as part of a far-reaching narrative campaign that evolves based on your decisions.<br/><br/>An RPG dungeon explorer, Bardsung takes the best elements of traditional roleplaying games and beloved dungeon-crawling classics, and combines them with a dash of contemporary gameplay to create a powerful new experience.<br/><br/>With swift setup and easy-to-grasp mechanics taught by an intuitive tutorial-based rulebook, your descent into the dungeon will be quick.<br/><br/>Inspire the songs. Live your legend. Become Bardsung.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/g3ge0tvUBJZLQbtdDIY-Zg__original/img/tWG-jPwpY8iCDeX_4JkVVKZGZmw=/0x0/filters:format(png)/pic6514078.png",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ]
  },
  {
    "id": "285774",
    "rank": "18",
    "thumbnail": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__thumb/img/SDNWntiB06KhAINl06CDPkoipDc=/fit-in/200x150/filters:strip_icc()/pic4900321.jpg",
    "name": "Marvel Champions: The Card Game",
    "yearpublished": "2019",
    "hot": 1,
    "type": "boardgame",
    "Description": "&quot;With great power, there must also come great responsibility.&quot;<br/>   &ndash;Stan Lee, Amazing Fantasy #15<br/><br/>Iron Man and Black Panther team up to stop Rhino from rampaging through the streets of New York. Captain Marvel and Spider-Man battle Ultron as he threatens global annihilation. Do you have what it takes to join the ranks of these legendary heroes and become a champion?<br/><br/>Jump into the Marvel Universe with Marvel Champions: The Card Game, a cooperative Living Card Game for one to four players!<br/><br/>Marvel Champions: The Card Game invites players to embody iconic heroes from the Marvel Universe as they battle to stop infamous villains from enacting their devious schemes. As a Living Card Game, Marvel Champions is supported with regular releases of new product, including new heroes and scenarios.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__original/img/cqng0e4S7Cj6j6Sb49-OCggGi-8=/0x0/filters:format(jpeg)/pic4900321.jpg",
    "Category_list": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ]
  },
  {
    "id": "354768",
    "rank": "19",
    "thumbnail": "https://cf.geekdo-images.com/NylXvHV5B2iOeYQQkzD8Dg__thumb/img/5nw2TWltGsY6o_TKdaM8AL9niOs=/fit-in/200x150/filters:strip_icc()/pic6625010.png",
    "name": "The Dark Quarter",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "Welcome to New Orleans, Louisiana, circa 1980: a vibrant city of music, food, and magic. Neon lights flicker in dirty puddles up and down Bourbon street; the innovations of the modern world clash with ancient and terrible traditions; and murder is never simple. The Beaumont Agency, staffed with a roster of brilliant, colorful, and ultimately ﬂawed private investigators, specializes in solving cases that no one else can crack.<br/><br/>In The Dark Quarter, a co-operative app-driven adventure game set in a dark, fantastical vision of 1980s New Orleans, players each take control of a Beaumont agent and work alongside one another to solve the worst crimes that New Orleans has to offer. It's a world full of magic, where hexing curses are sold on every street, where voodoo priestesses and creatures of the night are lurking around every corner, and where even the most mundane crimes have a tinge of the supernatural to them.<br/><br/>Through multi-scenario campaigns, the game tells a rich, dynamic story and invites players to make critical decisions that will not only affect their characters, but change the direction and course of the story. The characters are not simply avatars, easily replaceable from scenario to scenario; instead, they are woven into the very fabric of the story itself. Their destiny and the destiny of New Orleans are inextricably linked together.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/NylXvHV5B2iOeYQQkzD8Dg__original/img/RhqkK6egwkWwL2OgWdRSf7QZq0M=/0x0/filters:format(png)/pic6625010.png",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Mature / Adult",
      "Murder/Mystery"
    ]
  },
  {
    "id": "167791",
    "rank": "20",
    "thumbnail": "https://cf.geekdo-images.com/wg9oOLcsKvDesSUdZQ4rxw__thumb/img/BTxqxgYay5tHJfVoJ2NF5g43_gA=/fit-in/200x150/filters:strip_icc()/pic3536616.jpg",
    "name": "Terraforming Mars",
    "yearpublished": "2016",
    "hot": 1,
    "type": "boardgame",
    "Description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.<br/><br/>The players acquire unique project cards (from over two hundred different ones) by buying them to their hand. The projects (cards) can represent anything from introducing plant life or animals, hurling asteroids at the surface, building cities, to mining the moons of Jupiter and establishing greenhouse gas industries to heat up the atmosphere. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards (3 megacredits per card) and actually playing them (which can cost anything between 0 to 41 megacredits, depending on the project). Standard Projects are always available to complement your cards.<br/><br/>Your basic income, as well as your basic score, is based on your Terraform Rating (starting at 20), which increases every time you raise one of the three global parameters. However, your income is complemented with your production, and you also get VPs from many other sources.<br/><br/>Each player keeps track of their production and resources on their player boards, and the game uses six types of resources: MegaCredits, Steel, Titanium, Plants, Energy, and Heat. On the game board, you compete for the best places for your city tiles, ocean tiles, and greenery tiles. You also compete for different Milestones and Awards worth many VPs. Each round is called a generation (guess why) and consists of the following phases:<br/><br/>1) Player order shifts clockwise.<br/>2) Research phase: All players buy cards from four privately drawn.<br/>3) Action phase: Players take turns doing 1-2 actions from these options: Playing a card, claiming a Milestone, funding an Award, using a Standard project, converting plant into greenery tiles (and raising oxygen), converting heat into a temperature raise, and using the action of a card in play. The turn continues around the table (sometimes several laps) until all players have passed.<br/>4) Production phase: Players get resources according to their terraform rating and production parameters.<br/><br/>When the three global parameters (temperature, oxygen, ocean) have all reached their goal, the terraforming is complete, and the game ends after that generation. Count your Terraform Rating and other VPs to determine the winning corporation!<br/><br/>",
    "Image": "https://cf.geekdo-images.com/wg9oOLcsKvDesSUdZQ4rxw__original/img/thIqWDnH9utKuoKVEUqveDixprI=/0x0/filters:format(jpeg)/pic3536616.jpg",
    "Category_list": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ]
  },
  {
    "id": "300217",
    "rank": "21",
    "thumbnail": "https://cf.geekdo-images.com/m0097WIpBdC7tdA-mVi5Fw__thumb/img/vGQx16-veWt64dxdrQA8w2VlsHA=/fit-in/200x150/filters:strip_icc()/pic5252479.png",
    "name": "Merchants of the Dark Road",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "After half a year of daylight, we must now prepare for the dark season. The roads will be treacherous but they will still need to be braved by a select few in order to keep our cities thriving. In Merchants of the Dark Road, you are one of these brave few merchants that travel the dangerous paths between cities. While the job is perilous, fame and fortune await.<br/><br/>Discover the capital city where most of your actions will take place using a rondel action system. Collect and produce items to add to your caravan, or sell these items to local heroes and hire them to travel with you. Manipulate the market price of items, visit the back alley sellers, or delve a nearby dungeon for magical items to gain the potential for even more coin and notoriety.<br/><br/>Gather lanterns to ease your passage along the dark roads as you guide your caravan to distant villages. Deliver goods and heroes to the best destinations and gain fame for your bravery! Balance the money you earn with the height of your fame because your final score after a number of game rounds will reflect the lowest of these two values.<br/><br/>After all, what good is a purse full of the coin if the people don&rsquo;t sing songs about you, and what good is a song with an empty mug of ale?<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/m0097WIpBdC7tdA-mVi5Fw__original/img/bd3RYiimI4iWs2w1u27_2w4ImOI=/0x0/filters:format(png)/pic5252479.png",
    "Category_list": [
      "Exploration",
      "Fantasy",
      "Medieval",
      "Transportation"
    ]
  },
  {
    "id": "205637",
    "rank": "22",
    "thumbnail": "https://cf.geekdo-images.com/RdCWCXPnBGSxoOhk5Hkq_g__thumb/img/QyBd2yZWmWOdudkHw0YF1__74ak=/fit-in/200x150/filters:strip_icc()/pic6530423.jpg",
    "name": "Arkham Horror: The Card Game",
    "yearpublished": "2016",
    "hot": 1,
    "type": "boardgame",
    "Description": "Something evil stirs in Arkham, and only you can stop it. Blurring the traditional lines between role-playing and card game experiences, Arkham Horror: The Card Game is a Living Card Game of Lovecraftian mystery, monsters, and madness!<br/><br/>In the game, you and your friend (or up to three friends with two Core Sets) become characters within the quiet New England town of Arkham. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.<br/><br/>No matter what compels you, no matter what haunts you, you'll find both your strengths and weaknesses reflected in your custom deck of cards, and these cards will be your resources as you work with your friends to unravel the world's most terrifying mysteries.<br/><br/>Each of your adventures in Arkham Horror LCG carries you deeper into mystery. You'll find cultists and foul rituals. You'll find haunted houses and strange creatures. And you may find signs of the Ancient Ones straining against the barriers to our world...<br/><br/>The basic mode of play in Arkham LCG is not the adventure, but the campaign. You might be scarred by your adventures, your sanity may be strained, and you may alter Arkham's landscape, burning buildings to the ground. All your choices and actions have consequences that reach far beyond the immediate resolution of the scenario at hand&mdash;and your actions may earn you valuable experience with which you can better prepare yourself for the adventures that still lie before you.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/RdCWCXPnBGSxoOhk5Hkq_g__original/img/ekoKDLjgeUoPw3mpPUPfy-Xnjeo=/0x0/filters:format(jpeg)/pic6530423.jpg",
    "Category_list": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ]
  },
  {
    "id": "174430",
    "rank": "23",
    "thumbnail": "https://cf.geekdo-images.com/sZYp_3BTDGjh2unaZfZmuA__thumb/img/veqFeP4d_3zNhFc3GNBkV95rBEQ=/fit-in/200x150/filters:strip_icc()/pic2437871.jpg",
    "name": "Gloomhaven",
    "yearpublished": "2017",
    "hot": 1,
    "type": "boardgame",
    "Description": "Gloomhaven  is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.<br/><br/>This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a &ldquo;Choose Your Own Adventure&rdquo; book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.<br/><br/>Each turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player&rsquo;s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/sZYp_3BTDGjh2unaZfZmuA__original/img/7d-lj5Gd1e8PFnD97LYFah2c45M=/0x0/filters:format(jpeg)/pic2437871.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ]
  },
  {
    "id": "346965",
    "rank": "24",
    "thumbnail": "https://cf.geekdo-images.com/l-NBWJ1gIcfOCfrvAw8qvw__thumb/img/kvxUPoBvCzjV5r6poE29LFUQnSM=/fit-in/200x150/filters:strip_icc()/pic6389125.jpg",
    "name": "Azul: Queen's Garden",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "Welcome back to the palace of Sintra! King Manuel I has commissioned the best garden designers of Portugal to construct the most extraordinary garden for his wife, Queen Maria of Aragon.<br/><br/>In Azul: Queen's Garden, players are tasked with arranging a magnificent garden for the King's lovely wife by arranging beautiful plants, trees, and ornamental features.<br/><br/>Using an innovative drafting mechanism, the signature of the Azul series, players must carefully select colorful tiles to decorate their garden. Only the most incredible garden designers will flourish and win the Queen's blessing.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/l-NBWJ1gIcfOCfrvAw8qvw__original/img/VaPUWBlEE3Wg_QGYAsHxKV8mBkw=/0x0/filters:format(jpeg)/pic6389125.jpg",
    "Category_list": [
      "Abstract Strategy",
      "Puzzle",
      "Renaissance"
    ]
  },
  {
    "id": "344554",
    "rank": "25",
    "thumbnail": "https://cf.geekdo-images.com/R7bXwsuwemPYXs7q6EkXhw__thumb/img/NdvS0GLPfDQx98wLDu8uwUwiG1U=/fit-in/200x150/filters:strip_icc()/pic6393337.jpg",
    "name": "Décorum",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "Decorum is a cooperative, hidden information game where you and your partner share the same objective: decorate your home in a way that makes you both happy. The problem is, different things make each of you happy and nobody says exactly what they need. Can you find a happy compromise, or is it time to move out?!<br/><br/>-Play through 30 unique scenarios, each introducing new twists and challenges.<br/>-Keep your conditions a secret, they say how you want the house decorated.<br/>-Add, remove, and swap objects or repaint rooms to make the house look just right&hellip; for you.<br/>-Respond with &ldquo;Love it&rdquo;, &ldquo;Hate it&rdquo;, or &ldquo;Fine with it&rdquo; to work together toward a perfectly decorated home.<br/>-There is a solution for each scenario, the trick is figuring it out in time.<br/><br/>At its heart, D&eacute;corum is a pretty straightforward logic puzzle. There are a small number of ways to arrange the internal pieces that meet all the requirements listed on the player&rsquo;s rule sheets simultaneously. The twist of D&eacute;corum is that it&rsquo;s also a hidden information game. No player has all of the rules. While playing, the players will have to watch their partner&rsquo;s moves just as carefully as they&rsquo;re planning their own. Even more crucially, they&rsquo;ll have to communicate why they&rsquo;re making the moves they&rsquo;re making&ndash;using the very limited means we&rsquo;ve provided them.<br/><br/>D&eacute;corum might be about solving a puzzle, but it&rsquo;s really a game about communication and compromise. The real challenge isn&rsquo;t just solving the problem with the limited information you and your players have; it&rsquo;s dealing with the frustrations that will inevitably occur when your partner does something that messes up your plan. In order to be successful in D&eacute;corum, there will come a point where both players will have to let go of their initial strategy for how they were going to finish the board and start paying attention to what their partner is doing instead. By introducing and providing an incentive to resolve conflict, D&eacute;corum mechanically encourages (or even requires) a positive form of compromise.<br/><br/>Each player draws a &quot;Scenario&quot; card that lists a set of criteria of what types of d&eacute;cor a room must have or cannot have.  For example &quot;No room may contain a lamp&quot; or &quot;Every room must contain a wall hanging&quot;.  Players keep their criteria secret.<br/><br/>The play surface is a board displaying various rooms in a house.  Each room has multiple items that can potentially be placed in the room.  Players take turns placing, moving, or removing colored tokens on the board, where each token represents an item of home d&eacute;cor.  Each token placed may conform with, or violate, the other players' criteria.  After each token is placed, other players may state they like the item of d&eacute;cor, as placed, or they do not like the item of d&eacute;cor, as placed.  Further discussion or explanation is not allowed.<br/><br/>The game ends when all players' criteria are satisfied.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/R7bXwsuwemPYXs7q6EkXhw__original/img/jBwrFnSbr05NpsnfcCxpP2G6sq8=/0x0/filters:format(jpeg)/pic6393337.jpg",
    "Category_list": [
      "Puzzle"
    ]
  },
  {
    "id": "199792",
    "rank": "26",
    "thumbnail": "https://cf.geekdo-images.com/fjE7V5LNq31yVEW_yuqI-Q__thumb/img/Cf_mYxR_VvdjTEPXseSurni2JNI=/fit-in/200x150/filters:strip_icc()/pic3918905.png",
    "name": "Everdell",
    "yearpublished": "2018",
    "hot": 1,
    "type": "boardgame",
    "Description": "Within the charming valley of Everdell, beneath the boughs of towering trees, among meandering streams and mossy hollows, a civilization of forest critters is thriving and expanding. From Everfrost to Bellsong, many a year have come and gone, but the time has come for new territories to be settled and new cities established. You will be the leader of a group of critters intent on just such a task. There are buildings to construct, lively characters to meet, events to host&mdash;you have a busy year ahead of yourself. Will the sun shine brightest on your city before the winter moon rises?<br/><br/>Everdell is a game of dynamic tableau building and worker placement.<br/><br/>On their turn a player can take one of three actions:<br/><br/>a) Place a Worker: Each player has a collection of Worker pieces. These are placed on the board locations, events, and on Destination cards. Workers perform various actions to further the development of a player's tableau: gathering resources, drawing cards, and taking other special actions.<br/><br/>b) Play a Card: Each player is building and populating a city; a tableau of up to 15 Construction and Critter cards. There are five types of cards: Travelers, Production, Destination, Governance, and Prosperity. Cards generate resources (twigs, resin, pebbles, and berries), grant abilities, and ultimately score points. The interactions of the cards reveal numerous strategies and a near infinite variety of working cities.<br/><br/>c) Prepare for the next Season: Workers are returned to the players supply and new workers are added. The game is played from Winter through to the onset of the following winter, at which point the player with the city with the most points wins.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/fjE7V5LNq31yVEW_yuqI-Q__original/img/HQ1ti16wT9lqja5_h3gUfHUIcVI=/0x0/filters:format(png)/pic3918905.png",
    "Category_list": [
      "Animals",
      "Card Game",
      "City Building",
      "Fantasy"
    ]
  },
  {
    "id": "224517",
    "rank": "27",
    "thumbnail": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__thumb/img/o18rjEemoWaVru9Y2TyPwuIaRfE=/fit-in/200x150/filters:strip_icc()/pic3490053.jpg",
    "name": "Brass: Birmingham",
    "yearpublished": "2018",
    "hot": 1,
    "type": "boardgame",
    "Description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.<br/><br/>As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands.<br/><br/>Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):<br/><br/>1) Build - Pay required resources and place an industry tile.<br/>2) Network - Add a rail / canal link, expanding your network.<br/>3) Develop - Increase the VP value of an industry.<br/>4) Sell - Sell your cotton, manufactured goods and pottery.<br/>5) Loan - Take a &pound;30 loan and reduce your income.<br/><br/>Brass: Birmingham also features a new sixth action:<br/><br/>6) Scout - Discard three cards and take a wild location and wild industry card. (This action replaces Double Action Build in original Brass.)<br/><br/>The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.<br/><br/>Birmingham features dynamic scoring canals/rails. Instead of each flipped industry tile giving a static 1 VP to all connected canals and rails, many industries give 0 or even 2 VPs. This provides players with the opportunity to score much higher value canals in the first era, and creates interesting strategy with industry placement.<br/><br/>Iron, coal, and cotton are three industries which appear in both the original Brass as well as in Brass: Birmingham.<br/><br/>New &quot;Sell&quot; system<br/><br/>Brewing has become a fundamental part of the culture in Birmingham. You must now sell your product through traders located around the edges of the board. Each of these traders is looking for a specific type of good each game. To sell cotton, pottery, or manufactured goods to these traders, you must also &quot;grease the wheels of industry&quot; by consuming beer. For example, a level 1 cotton mill requires one beer to flip. As an incentive to sell early, the first player to sell to a trader receives free beer.<br/><br/>Birmingham features three all-new industry types:<br/><br/>Brewery - Produces precious beer barrels required to sell goods.<br/><br/>Manufactured goods - Function like cotton, but features eight levels. Each level of manufactured goods provides unique rewards, rather than just escalating in VPs, making it a more versatile (yet potentially more difficult) path vs cotton.<br/><br/>Pottery - These behemoths of Birmingham offer huge VPs, but at a huge cost and need to plan.<br/><br/>Increased Coal and Iron Market size - The price of coal and iron can now go up to &pound;8 per cube, and it's not uncommon.<br/><br/>Brass: Birmingham is a sequel to Brass. It offers a very different story arc and experience from its predecessor.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__original/img/FpyxH41Y6_ROoePAilPNEhXnzO8=/0x0/filters:format(jpeg)/pic3490053.jpg",
    "Category_list": [
      "Economic",
      "Industry / Manufacturing",
      "Post-Napoleonic",
      "Transportation"
    ]
  },
  {
    "id": "266192",
    "rank": "28",
    "thumbnail": "https://cf.geekdo-images.com/yLZJCVLlIx4c7eJEWUNJ7w__thumb/img/VNToqgS2-pOGU6MuvIkMPKn_y-s=/fit-in/200x150/filters:strip_icc()/pic4458123.jpg",
    "name": "Wingspan",
    "yearpublished": "2019",
    "hot": 1,
    "type": "boardgame",
    "Description": "Wingspan is&nbsp;a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. It's designed by Elizabeth Hargrave and features over 170 birds illustrated by Beth Sobel, Natalia Rojas, and Ana Maria Martinez.<br/><br/>You are bird enthusiasts&mdash;researchers, bird watchers, ornithologists, and collectors&mdash;seeking to discover and attract the best birds to your network of wildlife preserves. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats  focus on several key aspects of growth:<br/><br/><br/>     Gain food tokens via custom dice in a birdfeeder dice tower<br/>     Lay eggs using egg miniatures in a variety of colors<br/>     Draw from hundreds of unique bird cards and play them<br/><br/><br/>The winner is the player with the most points after 4 rounds.<br/><br/>If you enjoy Terraforming Mars and Gizmos, we think this game will take flight at your table.<br/><br/>&mdash;description from the publisher<br/><br/>From the 7th printing on, the base game box includes Wingspan: Swift-Start Promo Pack.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/yLZJCVLlIx4c7eJEWUNJ7w__original/img/cI782Zis9cT66j2MjSHKJGnFPNw=/0x0/filters:format(jpeg)/pic4458123.jpg",
    "Category_list": [
      "Animals",
      "Card Game",
      "Educational"
    ]
  },
  {
    "id": "295374",
    "rank": "29",
    "thumbnail": "https://cf.geekdo-images.com/j9RO81ihYw0_oPj6iqV_bA__thumb/img/iRomFjZ0oELmm1pBVtJrNwyl4nc=/fit-in/200x150/filters:strip_icc()/pic6682376.jpg",
    "name": "Long Shot: The Dice Game",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "This is your ticket to the track!<br/><br/>In Long Shot: The Dice Game, you and up to seven other players will strategize and push your luck as the action unfolds in a tense race of eight horses. During the game you buy horses, place bets, influence race movement, and utilize special abilities. The roll of the dice determines which horses move and the options available each turn, so be ready to adapt your plans. Once three horses cross the finish line, earnings are totaled. While there are many ways to earn money during a horse race, only the player that makes the most money will be declared the winner. Will you play it safe, or risk it big on a long shot?<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/j9RO81ihYw0_oPj6iqV_bA__original/img/-jPNsFg5d9uA7D4WGDIP3TNLHX4=/0x0/filters:format(jpeg)/pic6682376.jpg",
    "Category_list": [
      "Racing",
      "Sports"
    ]
  },
  {
    "id": "169786",
    "rank": "30",
    "thumbnail": "https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__thumb/img/eQ69OEDdjYjfKg6q5Navee87skU=/fit-in/200x150/filters:strip_icc()/pic3163924.jpg",
    "name": "Scythe",
    "yearpublished": "2016",
    "hot": 1,
    "type": "boardgame",
    "Description": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as &ldquo;The Factory&rdquo;, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries.<br/><br/>Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.<br/><br/>Each player begins the game with different resources (power, coins, combat acumen, and popularity), a different starting location, and a hidden goal. Starting positions are specially calibrated to contribute to each faction&rsquo;s uniqueness and the asymmetrical nature of the game (each faction always starts in the same place).<br/><br/>Scythe gives players almost complete control over their fate. Other than each player&rsquo;s individual hidden objective card, the only elements of luck or variability are &ldquo;encounter&rdquo; cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness.<br/><br/>Scythe uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.<br/><br/>Every part of Scythe has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engine adds to the unique feel of each game, even when playing one faction multiple times.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__original/img/HlDb9F365w0tSP8uD1vf1pfniQE=/0x0/filters:format(jpeg)/pic3163924.jpg",
    "Category_list": [
      "Economic",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Territory Building"
    ]
  },
  {
    "id": "233078",
    "rank": "31",
    "thumbnail": "https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__thumb/img/lfEukJE0JsoZZObaF9K9YnFp62E=/fit-in/200x150/filters:strip_icc()/pic3727516.jpg",
    "name": "Twilight Imperium: Fourth Edition",
    "yearpublished": "2017",
    "hot": 1,
    "type": "boardgame",
    "Description": "Twilight Imperium (Fourth Edition) is a game of galactic conquest in which three to six players take on the role of one of seventeen factions vying for galactic domination through military might, political maneuvering, and economic bargaining. Every faction offers a completely different play experience, from the wormhole-hopping Ghosts of Creuss to the Emirates of Hacan, masters of trade and economics. These seventeen races are offered many paths to victory, but only one may sit upon the throne of Mecatol Rex as the new masters of the galaxy.<br/><br/>No two games of Twilight Imperium are ever identical. At the start of each galactic age, the game board is uniquely and strategically constructed using 51 galaxy tiles that feature everything from lush new planets and supernovas to asteroid fields and gravity rifts. Players are dealt a hand of these tiles and take turns creating the galaxy around Mecatol Rex, the capital planet seated in the center of the board. An ion storm may block your race from progressing through the galaxy while a fortuitously placed gravity rift may protect you from your closest foes. The galaxy is yours to both craft and dominate.<br/><br/>A round of Twilight Imperium begins with players selecting one of eight strategy cards that both determine player order and give their owner a unique strategic action for that round. These may do anything from providing additional command tokens to allowing a player to control trade throughout the galaxy. After these roles are selected, players take turns moving their fleets from system to system, claiming new planets for their empire, and engaging in warfare and trade with other factions. At the end of a turn, players gather in a grand council to pass new laws and agendas, shaking up the game in unpredictable ways.<br/><br/>After every player has passed their turn, players move up the victory track by checking to see whether they have completed any objectives throughout the turn and scoring them. Objectives are determined by setting up ten public objective cards at the start of each game, then gradually revealing them with every round. Every player also chooses between two random secret objectives at the start of the game, providing victory points achievable only by the holder of that objective. These objectives can be anything from researching new technologies to taking your neighbor's home system. At the end of every turn, a player can claim one public objective and one secret objective. As play continues, more of these objectives are revealed and more secret objectives are dealt out, giving players dynamically changing goals throughout the game. Play continues until a player reaches ten victory points.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__original/img/kVpZ0Maa_LeQGWxOqsYKP3N4KUY=/0x0/filters:format(jpeg)/pic3727516.jpg",
    "Category_list": [
      "Civilization",
      "Economic",
      "Exploration",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ]
  },
  {
    "id": "149241",
    "rank": "32",
    "thumbnail": "https://cf.geekdo-images.com/BHqNB5l28tHzckg5Wf0IgQ__thumb/img/ayuiWLpx1oyj-j2zNdxn_ofcvWM=/fit-in/200x150/filters:strip_icc()/pic1808352.jpg",
    "name": "Assault on Doomrock",
    "yearpublished": "2014",
    "hot": 1,
    "type": "boardgame",
    "Description": "Assault on Doomrock is a co-operative adventure game set in a humorous fantasy world. Players start the adventure by generating random heroes from two cards. Combinations like sadistic paladin, stinky warrior, frustrated mage or impatient rogue are only few of the possibilities.<br/><br/>The unique party of heroes will venture forth into a randomly assembled world map. While gaining crazy abilities, and searching for gold and ridiculous items, heroes must face three increasingly difficult encounters. These battles play out in a grid-free, highly tactical battle system that uses character positioning, dice and ability cards.<br/><br/>The goal of the game is to defeat the third epic boss encounter. In order to do that, heroes must carefully exploit the map to grow as powerful as possible before they run out of time.<br/><br/>Feature highlights:<br/><br/>    Fully cooperative board game, with card driven artificial intelligence.<br/>    Variable heroes and scenarios, generated from over 300 cards.<br/>    Grid-free, highly tactical battle system, with dice allocation planning phase.<br/>    Fully randomized adventure on the world map, with quests, events, shops and rewarding exploration.<br/>    6 Heroes with 8 random traits. 74 unique ability cards. 70 item rewards.<br/>    9 possible battle encounters, each with their unique artificial intelligence deck, which gives over 30 battle encounter combinations. <br/><br/><br/>",
    "Image": "https://cf.geekdo-images.com/BHqNB5l28tHzckg5Wf0IgQ__original/img/j85YpZkbOCanEWODGolPDajpQ7k=/0x0/filters:format(jpeg)/pic1808352.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Humor",
      "Zombies"
    ]
  },
  {
    "id": "304051",
    "rank": "33",
    "thumbnail": "https://cf.geekdo-images.com/A0ZRM7_H6ecCQ8-lW0MtQQ__thumb/img/F8ELDsdUdbTvFWmYw1CZjqAWl0Y=/fit-in/200x150/filters:strip_icc()/pic5799638.jpg",
    "name": "Creature Comforts",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "Life in the forest is a lot of fun, at least while the sun is shining and the leaves are on the trees. Those days don&rsquo;t last forever though, and long before the weather starts to change, the wise animals start to harvest for the long cold winter ahead. You will spend many months tucked into your burrow and you want to make it as cozy as possible. A nice bowl of soup, a comfortable rocking chair, and some toys and games will go a long way to make those dark winter days pass by quickly.<br/><br/>In Creature Comforts, you spend the Spring, Summer, and Fall gathering different goods from the forest and spending them to collect items that will make your home more inviting while the world outside is covered in a layer of snow. Each round you send family members out to various locations in an attempt to gain supplies. If they fall short of their goal, they&rsquo;ll learn a lesson and be better prepared next time. The family that has created the most comfortable den wins the game.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/A0ZRM7_H6ecCQ8-lW0MtQQ__original/img/VcraEiTpK1jfGuU_A3-UiaH-cZI=/0x0/filters:format(jpeg)/pic5799638.jpg",
    "Category_list": [
      "Animals"
    ]
  },
  {
    "id": "291457",
    "rank": "34",
    "thumbnail": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__thumb/img/OMkN_E5eyWrkID_cHCnQEbIixGM=/fit-in/200x150/filters:strip_icc()/pic5055631.jpg",
    "name": "Gloomhaven: Jaws of the Lion",
    "yearpublished": "2020",
    "hot": 1,
    "type": "boardgame",
    "Description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters &mdash; Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind-control), and Quatryl Demolitionist (melee damage, obstacle manipulation) &mdash; that can also be used in the original Gloomhaven game.<br/><br/>The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?<br/><br/>Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry &mdash; i.e., learning the game &mdash; has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__original/img/PBzsLRqNKQKJxGnzpb7o3qLWPQM=/0x0/filters:format(jpeg)/pic5055631.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ]
  },
  {
    "id": "170216",
    "rank": "35",
    "thumbnail": "https://cf.geekdo-images.com/HkZSJfQnZ3EpS214xtuplg__thumb/img/NLhVdU8xazrgS5dA6nVCYmN2DNI=/fit-in/200x150/filters:strip_icc()/pic2439223.jpg",
    "name": "Blood Rage",
    "yearpublished": "2015",
    "hot": 1,
    "type": "boardgame",
    "Description": "&quot;Life is Battle; Battle is Glory; Glory is ALL&quot;<br/><br/>In Blood Rage, each player controls their own Viking clan&rsquo;s warriors, leader, and ship. Ragnar&ouml;k has come, and it&rsquo;s the end of the world! It&rsquo;s the Vikings&rsquo; last chance to go down in a blaze of glory and secure their place in Valhalla at Odin&rsquo;s side! For a Viking there are many pathways to glory. You can invade and pillage the land for its rewards, crush your opponents in epic battles, fulfill quests, increase your clan's stats, or even die gloriously either in battle or from Ragnar&ouml;k, the ultimate inescapable doom.<br/><br/>Most player strategies are guided by the cards drafted at the beginning of each of the three game rounds (or Ages). These &ldquo;Gods&rsquo; Gifts&rdquo; grant you numerous boons for your clan including: increased Viking strength and devious battle strategies, upgrades to your clan, or even the aid of legendary creatures from Norse mythology. They may also include various quests, from dominating specific provinces, to having lots of your Vikings sent to Valhalla. Most of these cards are aligned with one of the Norse gods, hinting at the kind of strategy they support. For example, Thor gives more glory for victory in battle, Heimdall grants you foresight and surprises, Tyr strengthens you in battle, while the trickster Loki actually rewards you for losing battles, or punishes the winner.<br/><br/>Players must choose their strategies carefully during the draft phase, but also be ready to adapt and react to their opponents&rsquo; strategies as the action phase unfolds. Battles are decided not only by the strength of the figures involved, but also by cards played in secret. By observing your opponent&rsquo;s actions and allegiances to specific gods, you may predict what card they are likely to play, and plan accordingly. Winning battles is not always the best course of action, as the right card can get you even more rewards by being crushed. The only losing strategy in Blood Rage is to shy away from battle and a glorious death!<br/><br/>",
    "Image": "https://cf.geekdo-images.com/HkZSJfQnZ3EpS214xtuplg__original/img/Myy6IPDJDzLoPdXrPXVZcddBQoQ=/0x0/filters:format(jpeg)/pic2439223.jpg",
    "Category_list": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology"
    ]
  },
  {
    "id": "167355",
    "rank": "36",
    "thumbnail": "https://cf.geekdo-images.com/tAqLpWxQ0Oo3GaPP3MER1g__thumb/img/sMIg7_b5ekS1xm6cBIoMFpH0MZs=/fit-in/200x150/filters:strip_icc()/pic5073276.jpg",
    "name": "Nemesis",
    "yearpublished": "2018",
    "hot": 1,
    "type": "boardgame",
    "Description": "Playing Nemesis will take you into the heart of sci-fi survival horror in all its terror. A soldier fires blindly down a corridor, trying to stop the alien advance. A scientist races to find a solution in his makeshift lab. A traitor steals the last escape pod in the very last moment. Intruders you meet on the ship are not only reacting to the noise you make but also evolve as the time goes by. The longer the game takes, the stronger they become. During the game, you control one of the crew members with a unique set of skills, personal deck of cards, and individual starting equipment. These heroes cover all your basic SF horror needs. For example, the scientist is great with computers and research, but will have a hard time in combat. The soldier, on the other hand...<br/><br/>Nemesis is a semi-cooperative game in which you and your crewmates must survive on a ship infested with hostile organisms. To win the game, you have to complete one of the two objectives dealt to you at the start of the game and get back to Earth in one piece. You will find many obstacles on your way: swarms of Intruders (the name given to the alien organisms by the ship AI), the poor physical condition of the ship, agendas held by your fellow players, and sometimes just cruel fate.<br/><br/>The gameplay of Nemesis is designed to be full of climactic moments which, hopefully, you will find rewarding even when your best plans are ruined and your character meets a terrible fate.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/tAqLpWxQ0Oo3GaPP3MER1g__original/img/sA6r1p6BO_Tgyc3-xgIESC9Y-vg=/0x0/filters:format(jpeg)/pic5073276.jpg",
    "Category_list": [
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ]
  },
  {
    "id": "330116",
    "rank": "37",
    "thumbnail": "https://cf.geekdo-images.com/2do-HuyDoK1kakdG-km-YQ__thumb/img/XzLFn8yq5osFqGbCMa1KbkOqoPk=/fit-in/200x150/filters:strip_icc()/pic5958989.jpg",
    "name": "Assault on Doomrock: Ultimate Edition",
    "yearpublished": "2023",
    "hot": 1,
    "type": "boardgame",
    "Description": "A complete and updated version of the cooperative fantasy board game, where you can die from an arrow in the knee, poor decisions and dry jokes.<br/><br/>A three-act fantasy adventure campaign featuring exploration and combat, now with v4.0 rules, numerous enhancements and improvements, integrated expansions and twice the amount of content released for the game previously.<br/><br/>While exploration is focused on creating meaningful decisions with impactful results, combat in Doomrock is highly tactical and aims to be fair by introducing a minimum amount of output randomness and rewarding experienced play; all while giving a hardcore challange.<br/><br/>Main features:<br/><br/>     Focus on replayability, with scenarios in the spirit of rogue-like games, generated from a massive amount of cards<br/>     A distinct, gridless battle system utilizing dice-allocation mechanics and encounters powered by highly-thematic A.I.<br/>     Power up between encounters by exploring a randomly-generated world and resolving quests, triggering events, and scoring epic gear and new abilities that bring unexpected synergies between heroes.<br/><br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/2do-HuyDoK1kakdG-km-YQ__original/img/3gUs181y6d1Brmi6Z0fcZTDq4qc=/0x0/filters:format(jpeg)/pic5958989.jpg",
    "Category_list": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ]
  },
  {
    "id": "193738",
    "rank": "38",
    "thumbnail": "https://cf.geekdo-images.com/u1l0gH7sb_vnvDvoO_QHqA__thumb/img/9lxFidyDb8j6D1vobx4e3UwZ-FI=/fit-in/200x150/filters:strip_icc()/pic4887376.jpg",
    "name": "Great Western Trail",
    "yearpublished": "2016",
    "hot": 1,
    "type": "boardgame",
    "Description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the &quot;Great Western Trail&quot; not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.<br/><br/>If you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/u1l0gH7sb_vnvDvoO_QHqA__original/img/2zv_XMQoPFWk9Dn0oS4JY1IeFzw=/0x0/filters:format(jpeg)/pic4887376.jpg",
    "Category_list": [
      "American West",
      "Animals",
      "Economic"
    ]
  },
  {
    "id": "298383",
    "rank": "39",
    "thumbnail": "https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__thumb/img/81chTLWy3JxqRTktAuE4Nb4LamI=/fit-in/200x150/filters:strip_icc()/pic5374175.jpg",
    "name": "Golem",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "Golem is an engine-building game by Simone Luciani, Virginio Gigli and Flaminia Brasini, the same team that brought you Grand Austria Hotel and Lorenzo il Magnifico.<br/><br/>The game is based on the 16th-century legend of the Golem of Prague, an anthropomorphic creature that Rabbi Loew animated from a clay statue to protect his people. In the game, players take on the role of rabbis who create and grow these powerful creatures that will be moved around the neighborhoods of Prague under the control of students. Be careful, because if a golem becomes too powerful, it will destroy everything it encounters on its way. Players can also kill their Golems in order to get bonuses.<br/><br/>Players also create powerful artifacts and acquire knowledge by collecting ancient books.<br/><br/>The game is divided into four rounds, and each round is composed of 7 phases:<br/><br/>1) Refresh<br/>2) Golem Movement<br/>3) Actions (2 marble actions and 1 rabbi action)<br/>4) Turn Order<br/>5) Influence Character<br/>6) Income and Development<br/>7) Golem Control<br/><br/>At the beginning of each round, the players will shuffle the colored marbles into the 3D synagogue that will split them into five lines corresponding to the five main actions available in the game:<br/><br/><br/>     Work: By paying Knowledge, you can activate the Golem placed in the city of Prague and get bonuses.<br/>     Golem: Obtain clay to create new golems and upgrade the developments on your personal board.<br/>     Artifact: Obtain coins and buy gold to build artifacts that offer permanent bonuses in the game and upgrade developments on your personal board.<br/>     Spells: Obtain Knowledge and perform spells (with a scoring for book collection) and upgrade developments on your personal board.<br/>     Mirror: Perform one action of your choice by paying 1 coin.<br/><br/><br/>The number of marbles available in the corresponding action line determines how much the player gets from the action. When you choose an action, you collect one marble of your choice in the corresponding line and depending on the color of the marble you chose, you also move your student forward on one of the districts of Prague.<br/><br/>It's important to advance your students on those tracks to be able to keep your golems under control. At the end of the round, knowledge can also be used to control a golem that surpassed its students, but if one of these creatures is uncontrolled, it may become dangerous and destroy the neighborhood, after which you will have to destroy and bury it!<br/><br/>The marble color also matters, because at the end of the round, if you get the correct combination of two colors, you receive the favor of one of the powerful Prague characters, which will differ each round.<br/><br/>At the end of the fourth round, players score points for active or buried golems, artifacts, books, development on their personal board, and collected goal cards.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__original/img/RtYW5lfwrLzWDI0rorp_vqI9af8=/0x0/filters:format(jpeg)/pic5374175.jpg",
    "Category_list": [
      "Fantasy",
      "Novel-based",
      "Renaissance"
    ]
  },
  {
    "id": "291572",
    "rank": "40",
    "thumbnail": "https://cf.geekdo-images.com/gTxav_KKQK1rDg-XuCjCSA__thumb/img/tFTOAKG5aDXxYfNRmJNmfyxH83M=/fit-in/200x150/filters:strip_icc()/pic5164812.jpg",
    "name": "Oath: Chronicles of Empire and Exile",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "In Oath, one to six players guide the course of history in an ancient land. Players might take the role of agents bolstering the old order or scheme to bring the kingdom to ruin. The consequences of one game will ripple through those that follow, changing what resources and actions future players may have at their disposal and even altering the game's core victory condition.<br/><br/>If a player seizes control by courting anarchy and distrust, future players will have to contend with a land overrun by thieves and petty warlords. In a later game, a warlord might attempt to found a dynasty, creating a line of rulers that might last generations or be crushed by the rise of a terrible, arcane cult.<br/><br/>In Oath, there are no fancy production tricks, app-assisted mechanisms or production gimmicks. The game can be reset at any time and doesn't require the same play group from one game to the next. A player might use the fully-featured solo mode to play several generations during the week and then use that same copy of the game for Saturday game-night with friends. There are no scripted narratives or predetermined end points. The history embedded in each copy of Oath will grow to be as unique as the players who helped build it.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/gTxav_KKQK1rDg-XuCjCSA__original/img/lG-iXVzDlfFrD6VPggvg2WQ7228=/0x0/filters:format(jpeg)/pic5164812.jpg",
    "Category_list": [
      "Fantasy",
      "Political"
    ]
  },
  {
    "id": "319223",
    "rank": "41",
    "thumbnail": "https://cf.geekdo-images.com/dH7oUKVity7kleEZjVZteg__thumb/img/rz2zVFYlJEm5u-dJBm7gRi6ljKA=/fit-in/200x150/filters:strip_icc()/pic5785445.jpg",
    "name": "Sleeping Gods: Primeval Peril",
    "yearpublished": "2020",
    "hot": 1,
    "type": "boardgame",
    "Description": "Sleeping Gods: Primeval Peril is a short standalone campaign for two players, set in the world of Sleeping Gods and using the same rules.<br/><br/>Primeval Peril is set on a dangerous river that winds through lush jungle. It includes new characters and stories so that nothing from the Sleeping Gods base game is spoiled.<br/><br/>It was first offered as a free print-and-play to all backers of the Sleeping Gods Kickstarter.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/dH7oUKVity7kleEZjVZteg__original/img/Uq3eEEXps1x-RGRqpUHQ5dPnsgk=/0x0/filters:format(jpeg)/pic5785445.jpg",
    "Category_list": [
      "Adventure",
      "Exploration",
      "Print & Play"
    ]
  },
  {
    "id": "341169",
    "rank": "42",
    "thumbnail": "https://cf.geekdo-images.com/gDn7AhrDlmfCLSz9ZqoNFQ__thumb/img/0pt6XrFHTXpNetwMo9rdY7PdhfQ=/fit-in/200x150/filters:strip_icc()/pic5988511.jpg",
    "name": "Great Western Trail (Second Edition)",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the &quot;Great Western Trail&quot; not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.<br/><br/>If you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.<br/><br/>The second edition of Great Western Trail includes solitaire rules, making for a player count of 1-4.<br/><br/>Second Edition:<br/>Remember the old days in the West? Well, the times they are a-changing&rsquo;! From new solo opponent to incredible landscapes, you won't know where to start. And there is a new herd of cows for you to sell!<br/><br/>Great Western Trail is the critically acclaimed game of cattle ranching by Alexander Pfister. Players attempt to wrangle their herd across the Midwest prairie and deliver it to Kansas City. But beware! Other cowboys are sharing the trail with you. We invite you to saddle up!<br/><br/>The changes in the Second edition:<br/><br/><br/>     Brand New Artwork by Chris Quilliams<br/>     Solo Mode: A New Challenger in the West<br/>     Dual-Layered Player Boards<br/>     Addition of a new breed of cows: The Simmental breed<br/>     Two new reversible buildings (#11 &amp; 12)<br/>     Twelve Exchange Tokens, First introduced in the Rails of North Expansion, for more interaction with other players<br/>     Four new Master Tiles added for more strategy, replayability, and challenges<br/><br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/gDn7AhrDlmfCLSz9ZqoNFQ__original/img/yecB1xO32nnjBAyskVOTq9LBuLo=/0x0/filters:format(jpeg)/pic5988511.jpg",
    "Category_list": [
      "American West",
      "Animals",
      "Economic"
    ]
  },
  {
    "id": "284189",
    "rank": "43",
    "thumbnail": "https://cf.geekdo-images.com/lRB91NF3OPeSff2o17NX3Q__thumb/img/CWAVZWfBegleQWJVhkehmDmxnbU=/fit-in/200x150/filters:strip_icc()/pic6706206.jpg",
    "name": "Foundations of Rome",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "The city-building board game Foundations of Rome puts you into the role of an architect competing to own land and build magnificent structures! Build domūs and insulae, fountains, foundries, and more to increase your renown - gaining glory for yourself and the empire! With 96 wonderfully detailed miniatures in the base game, Foundations of Rome is a testament to the glory of Rome that you can bring to the table.<br/><br/>Foundations of Rome is the next, and biggest game to date, in the Dice Tower Essentials line and is designed by famed designer Emerson Matsuuchi.<br/><br/>On a player's turn they select from purchasing a new lot, building a new building in the shared city of Rome, or collecting income!<br/><br/>Players collect Glory Points at the end of each round based on the population and commerce they have brought to the city as well as gaining glory for civic buildings that score not only based on their own buildings, but those of their opponents!<br/><br/>With a quick setup time and easy to learn to rules you will be on your way to achieving glory within Rome in no time!<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/lRB91NF3OPeSff2o17NX3Q__original/img/jAHfBChl4OzC5QbZbrS-kEqrkUE=/0x0/filters:format(jpeg)/pic6706206.jpg",
    "Category_list": [
      "Ancient",
      "City Building",
      "Economic"
    ]
  },
  {
    "id": "256680",
    "rank": "44",
    "thumbnail": "https://cf.geekdo-images.com/sd0acHeHj9RE-daXPC7pEg__thumb/img/ZDxL0mhIb3Rg8st8zCVZD9ngnf4=/fit-in/200x150/filters:strip_icc()/pic5153383.jpg",
    "name": "Return to Dark Tower",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "For an age, the tower lay in ruins. Unbeknownst to the people of the realm, a great evil stirred in its bowels. It started with strange sightings: a flock of crows flying in circles until they dropped from the sky, the lake frozen solid in the height of summer. In time, they could not deny that which they most feared.<br/><br/>The evil had not been vanquished. The darkness would soon fall again. The tower will rise.<br/><br/>A &quot;sequel&quot; to the 1981 grail game, Return to Dark Tower is a game for 1-4 players who take the role of heroes. Together, they gather resources, cleanse buildings, defeat monsters, and undertake quests to build up their strength and discern what foe ultimately awaits them. When the heroes face the tower, the game shifts into its dramatic second act, where the players have one chance to defeat the enemy once and for all.<br/><br/>The game features both cooperative and competitive modes of play.<br/><br/>The game features traditional game mechanisms, such as engine building and resource management, paired with a technological interface unlike any seen before in games, including the titular tower, which holds more than a few secrets.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/sd0acHeHj9RE-daXPC7pEg__original/img/G6dWPuaWJA9WtymikfcTGj_c4TA=/0x0/filters:format(jpeg)/pic5153383.jpg",
    "Category_list": [
      "Adventure",
      "Electronic",
      "Fantasy",
      "Fighting"
    ]
  },
  {
    "id": "276182",
    "rank": "45",
    "thumbnail": "https://cf.geekdo-images.com/4q_5Ox7oYtK3Ma73iRtfAg__thumb/img/TU4UOoot_zqqUwCEmE_wFnLRRCY=/fit-in/200x150/filters:strip_icc()/pic4650725.jpg",
    "name": "Dead Reckoning",
    "yearpublished": "2022",
    "hot": 1,
    "type": "boardgame",
    "Description": "Dead Reckoning is a game of exploration, piracy, and influence based in a Caribbean-esque setting. Each player commands a ship and crew and seeks to amass the greatest fortune. They do this through pirating, trading, treasure hunting, and (importantly) capturing and maintaining control over the uninhabited but resource-rich islands of the region. During the game, you can:<br/><br/>&bull; Customize your ship: Your ship is represented by a token on the board. The board starts mostly unexplored and will be revealed as you venture into uncharted waters. You also have a ship board where you load cargo and treasure, and you can customize the guns, speed, or holding space of your ship.<br/><br/>&bull; Card-craft your crew: You have a small deck of cards that will drive your actions in the game, with each card representing one of your crew members. This deck functions like one in a deck-building game, but the cards in the deck are sleeved, and rather than add new crew cards to your deck, you improve the skill and abilities of your crew cards by placing transparent &quot;advancement&quot; cards in those sleeves. Aside from the transparent advancements, your crew will also &quot;level up&quot; naturally during the game using a new card-leveling mechanism not seen in other card-crafting games such as Mystic Vale.<br/><br/>&bull; Control the region: The region is filled with many deserted islands. These islands are a major source of treasure, and players will battle for control of these islands.<br/><br/>&bull; Battle via a dynamic cube-tower: You can battle other players' ships or NPC merchant ships, and these battles are resolved via a new take on what a cube tower can be, with crew cards and ship powers increasing your chances of victory.<br/><br/>&bull; Uncover secrets of the sea: Expansions for Dead Reckoning use a &quot;saga&quot; system in which certain content remains hidden and is discovered and added to the game organically only via playing. Rather than add everything at once, you gradually add it by playing and discovering. Depending on luck and player choice, less or more new content may get added each game.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/4q_5Ox7oYtK3Ma73iRtfAg__original/img/67KL6z6m8eD2MprJ7JfsxXoAPlM=/0x0/filters:format(jpeg)/pic4650725.jpg",
    "Category_list": [
      "Exploration",
      "Pirates",
      "Territory Building"
    ]
  },
  {
    "id": "231733",
    "rank": "46",
    "thumbnail": "https://cf.geekdo-images.com/sy89BiuZXfbSnG7Cag9tBQ__thumb/img/eTnMwfCC2jCGDPXC08SIaMXNOTM=/fit-in/200x150/filters:strip_icc()/pic5902073.png",
    "name": "Obsession",
    "yearpublished": "2018",
    "hot": 1,
    "type": "boardgame",
    "Description": "You are the head of a respected but troubled family estate in mid-19th century Victorian England. After several lean decades, family fortunes are looking up! Your goal is to improve your estate so as to be in better standing with the truly influential families in Derbyshire.<br/><br/>Obsession is a game of 16 to 20 turns in which players build a deck of Victorian gentry (British social upper class), renovate their estate by acquiring building tiles from a centralized builders' market, and manipulate an extensive service staff of butlers, housekeepers, underbutlers, maids, valets, and footmen utilizing a novel worker placement mechanic. Successfully hosting prestigious social activities such as Fox Hunts, Music Recitals, Billiards, Political Debates, and Grand Balls increases a player's wealth, reputation, and connections among the elite.<br/><br/>Each turn, players choose a building tile representing a room or outdoor space in and around their 19th century British country house. The tile chosen dictates the event that can be hosted and the guests to be invited. Players must carefully plan, however, to have the proper staff available to service the event and support guests as needed. The reward for success is new investment opportunities, permitting further renovation of the estate (acquisition of more valuable/powerful building tiles), an increase in reputation in the county, an expanding circle of influential acquaintances, and a larger and highly-trained domestic staff.<br/><br/>Throughout the game, a competitive courtship for the hand of the most eligible young gentleman and lady in the county presents specific renovation and reputation objectives. The player who best meets these objectives while accumulating victory points will win the hand of the wealthy love interest and the game.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/sy89BiuZXfbSnG7Cag9tBQ__original/img/uArsqbWyUALa982zGWsy8QQWnjE=/0x0/filters:format(png)/pic5902073.png",
    "Category_list": [
      "Post-Napoleonic"
    ]
  },
  {
    "id": "246900",
    "rank": "47",
    "thumbnail": "https://cf.geekdo-images.com/Oh3kHw6lweg6ru71Q16h2Q__thumb/img/e9XZdQe1ZcPpaq4Gy31OoWBB_V0=/fit-in/200x150/filters:strip_icc()/pic5235277.jpg",
    "name": "Eclipse: Second Dawn for the Galaxy",
    "yearpublished": "2020",
    "hot": 1,
    "type": "boardgame",
    "Description": "A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.<br/><br/>Eclipse: Second Dawn for the Galaxy is a revised and upgraded version of the Eclipse base game that debuted in 2011 that features:<br/><br/><br/>    New graphic design, while maintaining the acclaimed symbology of the first edition <br/>    A full line of Ship Pack 1 miniatures<br/>    New miniatures for ancients, GCDS, orbitals, and more<br/>    Custom plastic inlays<br/>    Custom combat dice<br/>    Fine-tuned gameplay<br/><br/><br/>",
    "Image": "https://cf.geekdo-images.com/Oh3kHw6lweg6ru71Q16h2Q__original/img/yW7d4RNfU1ndISCaPlfGYUyxnRU=/0x0/filters:format(jpeg)/pic5235277.jpg",
    "Category_list": [
      "Civilization",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ]
  },
  {
    "id": "183394",
    "rank": "48",
    "thumbnail": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__thumb/img/pULDtVd75QZgGfvSMhr6Rs07vK8=/fit-in/200x150/filters:strip_icc()/pic6500949.jpg",
    "name": "Viticulture Essential Edition",
    "yearpublished": "2015",
    "hot": 1,
    "type": "boardgame",
    "Description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meager vineyards. They have a few plots of land, an old crushpad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.<br/><br/>The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.<br/><br/>Fortunately for the vineyard owners, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful.<br/><br/>Using those workers and visitors, the vineyard owners can expand their vineyards by building structures, planting vines, and filling wine orders, working towards the goal of running the most successful winery in Tuscany.<br/><br/>Viticulture Essential Edition includes the base game of Viticulture and a few of the most popular modules from the original Tuscany expansion, including Mamas &amp; Papas, Fields (previously known as Properties), expanded and revised Visitors, and Automa cards for a solo variant, along with a few minor rule changes.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__original/img/gDL7OZFlzoOFgU0VYlREs8P5hCQ=/0x0/filters:format(jpeg)/pic6500949.jpg",
    "Category_list": [
      "Economic",
      "Farming"
    ]
  },
  {
    "id": "84876",
    "rank": "49",
    "thumbnail": "https://cf.geekdo-images.com/5CFwjd8zTcGYVUnkXh04hw__thumb/img/0AG_6zsfYQjqlUHG0-_8lcjp8rc=/fit-in/200x150/filters:strip_icc()/pic1176894.jpg",
    "name": "The Castles of Burgundy",
    "yearpublished": "2011",
    "hot": 1,
    "type": "boardgame",
    "Description": "The game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.<br/><br/>The game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.<br/><br/>The game is played in five phases, each consisting of five rounds.  Each phase begins with the game board stocked with settlement tiles and goods tiles.  At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die.  A goods tile is made available on the game board according to the roll of the goods die.  During each round players take their turns in the current turn order.  During his turn, a player may perform any two of the four possible types of actions: 1) take a settlement tile from the numbered depot on the game board corresponding to one of his dice and place it in the staging area on his player board, 2) take a settlement tile from the staging area of his player board to a space on his player board with a number matching one of his dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile, 3) deliver goods with a number matching one of his dice, or 4) take worker tokens which allow the player to adjust the roll of his dice.  In addition to these actions a player may buy a settlement tile from the central depot on the game board and place it in the staging area on his player board.  If an action triggers the award of victory points, those points are immediately recorded.  Each settlement tile offers a benefit, additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points.  Bonus victory points are awarded for filling a region with settlement tiles.<br/><br/>The game ends when the last player finishes his turn of the fifth round of the fifth phase.  Victory points are awarded for unused money and workers, and undelivered goods.  Bonus victory points from certain settlement tiles are awarded at the end of the game.<br/><br/>The player with the most victory points wins.<br/><br/>The rules include basic and advanced versions.<br/><br/>This game is #14 in the Alea big box series.<br/><br/>There is a separate BGG entry for the 2019 edition: The Castles of Burgundy.  The 2019 edition includes, alongside the base game, eight expansions, seven of which had already been released separately as promotional items and one new to the 2019 release.<br/><br/>",
    "Image": "https://cf.geekdo-images.com/5CFwjd8zTcGYVUnkXh04hw__original/img/N8btACZrnEYK1amBNk26VBdcGwc=/0x0/filters:format(jpeg)/pic1176894.jpg",
    "Category_list": [
      "Dice",
      "Medieval",
      "Territory Building"
    ]
  },
  {
    "id": "292375",
    "rank": "50",
    "thumbnail": "https://cf.geekdo-images.com/3P1cMmZ47nf_L1zLO-pKlg__thumb/img/TEMZ4S46PDoaI3X2enaNKKLthPE=/fit-in/200x150/filters:strip_icc()/pic5016682.jpg",
    "name": "The Great Wall",
    "yearpublished": "2021",
    "hot": 1,
    "type": "boardgame",
    "Description": "The Great Wall is a new asymmetric worker/soldier placement game with engine building themes and a twist in form of a constantly attacking AI (Mongolian Horde) that requires players to sometimes cooperate in order to defeat it. This is a new major board game from Awaken Realms.<br/><br/>Players will control ancient clans in China trying to defend against invading Mongolian hordes and build a Great Wall. While every player will want to win (by earning VP = Honor) they also need to sometimes cooperate to defend against the hordes. Each clan will be asymmetric through its chosen Leader (resource production/starting resources/starting workers and units) and this asymmetry will increase as the game progresses (players will hire Advisors with unique skills, often creating unique engines).<br/><br/>In The Great Wall, the players take the role of Generals defending the Wall against the Mongol Horde. The game is played over a series of turns called Years, each divided into 4 parts called Seasons.<br/><br/>During Spring, new barbaric hordes invade the fields in front of the Great Wall and prepare to launch their assault. Summer is the time when generals prepare for the assault and mobilize their forces. During Fall, players take their turns, playing Command cards, resolving their effects and Activating Locations to gain various benefits. In Winter, the last layer of Defense is activated, then, the hordes try to assault the Walls.<br/><br/>During the course of the game, players will create their own unique engines based on their clan strength as well as interact with other players during all phases of the game, trying to get the most Honor points, which can be gained in a lot of different ways.<br/><br/>At the end of the game, the player with the most Honor wins.<br/><br/>&mdash;description from the publisher<br/><br/>",
    "Image": "https://cf.geekdo-images.com/3P1cMmZ47nf_L1zLO-pKlg__original/img/8mgbSvzu7-1WX4R8ZRseupThtLY=/0x0/filters:format(jpeg)/pic5016682.jpg",
    "Category_list": [
      "Economic",
      "Territory Building"
    ]
  }
]